soap.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://test.clientcert.payara.thespheres.org/">
    <soapenv:Header/>
    <soapenv:Body>
        <v1:hello />
    </soapenv:Body>
</soapenv:Envelope>